Repository: AJ-The-Wolf/gnome-shell-extension-rclone-manager
Catalog: locale/*/LC_MESSAGES/rclone-manager.po
Languages: ca, es, nl

source: was already mounted
ca: ja estava muntat
es: ya estaba montado
nl: is al aangekoppeld

source: Add config
ca: Afegir configuració
es: Añadir configuración
nl: Configuratie toevoegen

source: Settings
ca: Configuració
es: Configuración
nl: Voorkeuren

source: Watch
ca: Monitorar
es: Monitorizar
nl: Bijhouden

source: Unwatch
ca: Desmonitorar
es: Desmonitorizar
nl: Niet meer bijhouden

source: Mount
ca: Muntar
es: Montar
nl: Aankoppelen

source: Umount
ca: Desmuntar
es: Desmontar
nl: Ontkoppelen

source: Open
ca: Obrir
es: Abrir
nl: Openen

source: Reconnect
ca: Reconnectar
es: Reconectar
nl: Opnieuw verbinden

source: Sync
ca: Sincronitzar
es: Sincronizar
nl: Synchroniseren

source: Delete
ca: Eliminar
es: Eliminar
nl: Verwijderen

source: Disengage
ca: Deshabilitar
es: Deshabilitar
nl: Ontkoppelen

source: Are you sure you want to delete?
ca: ¿Segur que desitges eliminar?
es: ¿Seguro que deseas eliminar?
nl: Weet u zeker dat u wilt doorgaan met verwijderen?

source: This action cannot be undone
ca: Aquesta acció no es pot desfer
es: Esta acción no se puede deshacer
nl: Deze actie kan niet ongedaan worden gemaakt.

source: Confirm
ca: Confirmar
es: Confirmar
nl: Bevestigen

source: Cancel
ca: Cancel·lar
es: Cancelar
nl: Annuleren

source: Log Detail
ca: Detall del log
es: Detalle del log
nl: Logboek bekijken

source: Details
ca: Detalls
es: Detalles

source: Rclone configuration file path
ca: Ruta a la configuració
es: Ruta a la configuración
nl: Rclone-configuratielocatie

source: Base mount path
ca: Ruta base de muntatge
es: Ruta base de montaje
nl: Hoofd-aankoppellocatie

source: Path where the remote disks are mounted
ca: Ruta on se muntaran els discs remots
es: Ruta donde se montarán los discos remotos
nl: De locatie waar externe schijven worden aangekoppeld

source: Filenames to be ignored
ca: Nom de fitxers a ignorar
es: Nombre de fichero a ignorar
nl: Te negeren bestandsnamen

source: Comma separed filenames to be ignored by inotify
ca: Nom de fitxers a ignorar separats per comes

source: Terminal command
ca: Ordre de terminal
es: Comando de terminal
nl: Terminalvenster

source: Command to call a new terminal window in order to perform rclone manager actions
ca: Ordre per obrir una finestra del terminal per a realitzar accions de rclone
es: Comando para llamar a una ventana del terminal para realizar acciones de rclone
nl: De opdracht om een nieuw terminalvenster te openen om Rclone-acties te kunnen uitvoeren

source: File browser command
ca: Ordre del navegador de fitxers
es: Comando de explorador de archivos
nl: Bestandsbeheerder

source: Command to call a new file browser window in order to explore configuration folders
ca: Ordre per cridar una finestra nova del navegador de fitxers per explorar les carpetes de configuració
es: Comando para llamar al explorador de archivos
nl: De opdracht om een nieuw bestandsbeheervenster te openen om de configuratiemappen te verkennen

source: Sync files on start
ca: Sincronitzar al iniciar
es: Sincronizar al iniciar
nl: Automatisch synchroniseren

source: If is on will execute 'rclone sync' on start watching a profile
ca: Si està activat, executarà 'rclone sync' en començar a monitoritzar un perfil
es: Si está encendido ejecutará 'rclone sync' al inicializar un perfil
nl: Schakel in om ‘rclone sync’ uit te voeren zodra het bijhouden begint

source: Create command
ca: Ordre de crear
es: Comando de crear
nl: Maakopdracht

source: Delete dir command
ca: Ordre de eliminar carpeta
es: Comando de eliminar directorio
nl: Mapverwijderingsopdracht

source: Delete file command
ca: Ordre de eliminar arxiu
es: Comando de eliminar archivo
nl: Bestandsverwijderingsopdracht

source: Mount command
ca: Ordre de muntar
es: Comando de montar
nl: Aankoppelopdracht

source: Sync command
ca: Ordre de sincronitzar
es: Comando de sincronizar
nl: Synchronisatie-opdracht

source: Profile registry
ca: Registre de perfils
es: Registro de perfiles
nl: Profielregister

source: Stores profile status and configs
ca: Emmagatzema l'estat del perfil i les configuracions
es: Almacena el estado de los perfiles y configuraciones
nl: Bewaart de profielstatus en configuraties

source: Debug mode
ca: Mode Depuració
es: Modo Debug
nl: Foutopsporingsmodus

source: Print verbose debug messages to the journalctl
ca: Imprimeix els missatges de depuració detallats al
es: Imprime mensajes de debug en el journalctl
nl: Leg uitgebreide foutopsporingsberichten vast in journalctl

source: Reset settings
ca: Restablir valors
es: Restaurar valores
nl: Standaardwaarden

source: About
ca: Sobre
es: Acerca de
nl: Over

source: It seems you don't have rclone installed, this extension won't work without it
ca: Sembla que no teniu instal·lat el rclone, aquesta extensió no funcionarà sense
es: Parece que rclone no está instalado, esta extensión no funcionará sin él
nl: Het lijkt er op dat Rclone niet geïnstalleerd is. De uitbreiding kan niet werken zonder Rclone.

source: Mounted successfully
ca: Muntada correctament
es: Montada correctamente
nl: Aankoppelen voltooid

source: Umounted successfully
ca: Desmuntada correctament
es: Desmontada correctamente
nl: Ontkoppelen voltooid

source: Filemonitor has been started
ca: El monitor de fitxers s'ha iniciat
es: El monitor de ficheros se ha iniciado
nl: De bestandsmonitor is gestart

source: Filemonitor has been stopped
ca: El monitor de fitxers s'ha parat
es: El monitor de ficheros se ha parado
nl: De bestandsmonitor is gestopt

source: Synchronization finished successfully
ca: Sincronització finalitzada correctament
es: Sincronización finalizada correctamente
nl: Het synchroniseren is voltooid

source: Backup & restore
ca: Còpia & restabliment
es: Respaldar & restaurar
nl: Reservekopieën en herstel

source: Backup
ca: Copiar
es: Respaldar
nl: Reservekopie maken

source: Restore
ca: Restablir
es: Restaurar
nl: Herstellen

source: Select a profile where backup to or restore from
ca: Seleccioneu un perfil des d'on fer una còpia de seguretat o restaurar
es: Selecciona un perfil hacia el que respaldar o desde el que restaurar
nl: Kies het profiel waarvan een reservekopie moet worden gemaakt of dat moet worden hersteld

source: Operation failed
ca: Ha fallat l'operació
es: La operación ha fallado
nl: De actie kan niet worden uitgevoerd

source: Operation succeed
ca: Operació correcta
es: La operación se ha completado con éxito
nl: De actie is uitgevoerd

source: Check interval in minuts
ca: Interval de comprovació en minuts
es: Intervalo de comprobación en min

source: Checks the files in the source and destination match
ca: Comprova que els arxius coincideixin en origen i destinació
es: Comprueba que los archivos coincidan en origen y destino

source: List remotes command
ca: Ordre llistar remots
es: Comando listar remotos

source: Lists remote configs configured in rclone
ca: Llista les configuracions remotes configurades en rclone
es: Lista las configuraciones remotas configuradas en rclone

source: Check command
ca: Ordre comprovar
es: Comando comprobar

source: Config file password
ca: Contrasenya de fitxer de config
es: Contraseña de fichero de config

source: Rclone configuration file password set by rclone config - Set configuration password
ca: Contrasenya de fitxer de configuració posat amb rclone config - Set configuration password
es: Contraseña de fichero de configuración puesto con rclone config - Set configuration password

source: Copyto command
ca: Ordre copiar
es: Comando copiar

source: Copies a file to remote
ca: Còpia arxius a un destí remot
es: Copia archivos a un destino remoto

source: Add remote command
ca: Ordre afegir remot
es: Comando Añadir remoto

source: Adds a new remote config to rclone
ca: Afegeix una configuració remota de rclone
es: Añade una configuración remota de rclone

source: Delete remote command
ca: Ordre eliminar remot
es: Comando eliminar remoto

source: Deletes an existing remote config from rclone
ca: Elimina una configuració remota existent
es: Elimina una configuración remota existente

source: Reconnect command
ca: Ordre reconnectar
es: Comando reconectar

source: Launches the authentication of a remote config
ca: Llança l'autenticació d'una configuració remota
es: Lanza la autenticación de una configuración remota

source: Comma separated filenames to be ignored by inotify
es: Nombre de fichero a ignorar separados por comas
nl: Een kommagescheiden lijst met bestandsnamen die dienen te worden genegeerd door inotify

source: Error
nl: Foutmelding

source: Log
nl: Logboek

source: Ok
nl: Oké
